


export const questionsMarvel = [

    {
        questionTitle: "Кому належить фраза: \'Я можу так весь день\'",
        answers: [
            "Капітан Америка",
            "Тоні Старк",
            "Доктор Стрендж",
            "Тор"
        ],
        correct: 0
    },


    {
        questionTitle: "Який Камінь Нескінченності знаходився у Тессеракті?",
        answers: [
            "Камінь Реальності",
            "Камінь Простору",
            "Камінь Часу",
            "Камінь Розуму"
        ],
        correct: 1
    },

    {
        questionTitle: "Який закон фізики, за словами Пітера Паркера, дозволяє йому пересуватися на павутинні?",
        answers: [
            "Третій закон Ньютона",
            "Закон всесвітнього тяжіння",
            "Закон збереження імпульсу",
            "Закон Архімеда"
        ],
        correct: 0
    },

    {
        questionTitle: "Який персонаж був хранителем Каменя Душі на Вормірі?",
        answers: [
            "Червоний Череп",
            "Локі",
            "Его",
            "Колекціонер"
        ],
        correct: 0
    },

    {
        questionTitle: "Яку руку втратив Бакі Барнс під час падіння з поїзда?",
        answers: [
            "Праву",
            "Ліву",
            "Обидві",
            "Жодну"
        ],
        correct: 1
    },


    {
        questionTitle: "Яка з цих подій сталася останньою?",
        answers: [
            "Смерть Одіна",
            "Знищення Асгарда",
            "Битва на Титані",
            "Смерть Локі"
        ],
        correct: 2
    },

    {
        questionTitle: "Чию кров використали для створення Віжена?",
        answers: [
            "Тоні Старка",
            "Брюса Беннера",
            "Нічию",
            "Стіва Роджерса"
        ],
        correct: 2
    },

    {
        questionTitle: "Хто першим підняв Мйольнір у кіновсесвіті Marvel після Тора?",
        answers: [
            "Капітан Америка",
            "Віжен",
            "Хела",
            "Одін"
        ],
        correct: 1
    },

    {
        questionTitle: "Який діагноз поставили Вейду Вілсону перед тим, як він погодився на експеримент «Зброя X»?",
        answers: [
            "Лейкемія",
            "Метастатичний рак кількох органів",
            "Невиліковна пухлина мозку",
            "Лімфома"
        ],
        correct: 1
    },

    {
        questionTitle: "Як називався протокол, який запускав броню «Халкбастер»?",
        answers: [
            "Вероніка",
            "П'ятниця",
            "Бетті",
            "Омега"
        ],
        correct: 0
    }

];
