

const questionsHarryPotter = [
    {
        questionTitle: "Як звали сову Гаррі Поттера?",
        answers: ["Гедвіґа", "Ерол", "Фоукс", "Крукшенкс"],
        correct: 0
    },
    {
        questionTitle: "Який предмет викладав Ремус Люпин?",
        answers: [
            "Зіллєваріння",
            "Трансфігурацію",
            "Захист від темних мистецтв",
            "Догляд за магічними істотами"
        ],
        correct: 2
    },
    {
        questionTitle: "Хто відкрив Таємну кімнату у другій книзі?",
        answers: [
            "Драко Мелфой",
            "Джинні Візлі",
            "Том Редл",
            "Гаррі Поттер"
        ],
        correct: 1
    },
    {
        questionTitle: "Який патронус був у Герміони?",
        answers: [
            "Видра",
            "Лань",
            "Заєць",
            "Кішка"
        ],
        correct: 0
    },
    {
        questionTitle: "Яке з імен входить до повного імені Альбуса Дамблдора?",
        answers: [
            "Персіваль",
            "Вульфрік",
            "Браян",
            "Усі перелічені"
        ],
        correct: 3
    },
    {
        questionTitle: "Який горокракс був знищений першим?",
        answers: [
            "Щоденник Тома Редла",
            "Каблучка Марволо",
            "Медальйон",
            "Діадема"
        ],
        correct: 0
    },
    {
        questionTitle: "Хто зруйнував медальйон Слизерина?",
        answers: [
            "Гаррі",
            "Рон",
            "Герміона",
            "Невіл"
        ],
        correct: 1
    },
    {
        questionTitle: "Хто був справжнім власником Бузинової палички безпосередньо перед Гаррі Поттером?",
        answers: [
            "Альбус Дамблдор",
            "Волдеморт",
            "Драко Мелфой",
            "Северус Снейп"
        ],
        correct: 2
    },
    {
        questionTitle: "Який із цих горокраксів Волдеморт створив першим?",
        answers: [
            "Щоденник Тома Редла",
            "Каблучка Марволо Ґонта",
            "Медальйон Слизерина",
            "Чаша Пуфендуя"
        ],
        correct: 1
    },
    {
        questionTitle: "Яке прізвище мав міністр магії, який перебував на посаді безпосередньо перед Руфусом Скрімджером?",
        answers: [
            "Корнеліус Фадж",
            "Піус Тікнесс",
            "Барті Крауч",
            "Міллісента Багнолд"
        ],
        correct: 0
    }
]




export default questionsHarryPotter