

export const questionsAvatarAang = [
    {
        questionTitle: "Яку стихію Аанг опанував останньою?",
        answers: ["Воду", "Землю", "Вогонь", "Повітря"],
        correct: 2
    },
    {
        questionTitle: "Чому Тоф була такою сильною магинею землі?",
        answers: [
            "Її навчав Айро",
            "Її навчили кроти-борсуки",
            "Вона народилась Аватаром",
            "Вона мала духа-покровителя"
        ],
        correct: 1
    },
    {
        questionTitle: "Як називалась столиця Царства Землі?",
        answers: [
            "Омашу",
            "Ба Сінґ Се",
            "Гаолін",
            "Ю Дао"
        ],
        correct: 1
    },
    {
        questionTitle: "Хто навчив Айро перенаправляти блискавку?",
        answers: [
            "Дракони",
            "Маги води",
            "Він винайшов техніку сам",
            "Року"
        ],
        correct: 1
    },
    {
        questionTitle: "Як називався орден, до якого належав Айро?",
        answers: [
            "Білий Лотос",
            "Червоний Лотос",
            "Стародавній Орден",
            "Орден Дракона"
        ],
        correct: 0
    },
    {
        questionTitle: "Чому Аанг утік із храму повітряних кочівників перед початком війни?",
        answers: [
            "Посварився з ченцями",
            "Не хотів бути Аватаром",
            "Хотів знайти батьків",
            "Хотів навчатися в Айро"
        ],
        correct: 1
    },
    {
        questionTitle: "Як звали драконів, які навчили Зуко та Аанга справжньої магії вогню?",
        answers: ["Ран і Шао", "Ран і Шоу", "Фанг і Ран", "Шоу і Фанг"],
        correct: 1
    },
    {
        questionTitle: "Який аватар був предком Азули?",
        answers: [
            "Кіоші",
            "Року",
            "Жоден",
            "Янгчен"
        ],
        correct: 1
    },
    {
        questionTitle: "Яке ім'я мав син Айро?",
        answers: [
            "Лу Тен",
            "Зуко",
            "Рен",
            "Озай"
        ],
        correct: 0
    },
    {
        questionTitle: "Хто був першим аватаром в історії світу?",
        answers: ["Року", "Ван", "Курок", "Янгчен"],
        correct: 1
    }
]