

export const questionsGameOfThrones = [
    {
        questionTitle: "Який девіз дому Старків?",
        answers: [
            "Вогонь і кров",
            "Почуйте мій рев",
            "Зима близько",
            "Ми не сіємо"
        ],
        correct: 2
    },
    {
        questionTitle: "Як звали меч Джона Сноу?",
        answers: [
            "Довгий Кіготь",
            "Лід",
            "Серцежер",
            "Світлоносний"
        ],
        correct: 0
    },
    {
        questionTitle: "Кого Джеймі Ланністер убив, щоб заслужити прізвисько «Царевбивця»?",
        answers: [
            "Роберта Баратеона",
            "Ейріса II Таргарієна",
            "Рейгара Таргарієна",
            "Робба Старка"
        ],
        correct: 1
    },
    {
        questionTitle: "Що було написано в останньому реченні книги, яку Сем завершив у фіналі серіалу?",
        answers: [
            "Пісня льоду й полум'я",
            "Гра престолів",
            "Хроніки Вестеросу",
            "Історія Семи Королівств"
        ],
        correct: 0
    },
    {
        questionTitle: "Яке справжнє ім'я Джона Сноу?",
        answers: [
            "Ейгон Таргарієн",
            "Деймон Таргарієн",
            "Еймон Таргарієн",
            "Джейхеріс Таргарієн"
        ],
        correct: 0
    },
    {
        questionTitle: "Яка тварина зображена на гербі дому Баратеонів?",
        answers: [
            "Олень",
            "Лев",
            "Вовк",
            "Орел"
        ],
        correct: 0
    },
    {
        questionTitle: "Яке було ім'я лютововка Санси Старк?",
        answers: [
            "Привид",
            "Леді",
            "Німерія",
            "Літо"
        ],
        correct: 1
    },
    {
        questionTitle: "Хто навчав Ар'ю мистецтва бою в Королівській Гавані?",
        answers: [
            "Якен Г'гар",
            "Сіріо Форель",
            "Бронн",
            "Пес"
        ],
        correct: 1
    },
    {
        questionTitle: "Хто першим здогадався, що діти Серсеї не є дітьми Роберта Баратеона?",
        answers: [
            "Нед Старк",
            "Джон Аррін",
            "Станніс Баратеон",
            "Варіс"
        ],
        correct: 1
    },
    {
        questionTitle: "Якою отрутою було вбито Джоффрі Баратеона?",
        answers: [
            "Сльози Ліса",
            "Душитель",
            "Базиліскова кров",
            "Отрута Мантікора"
        ],
        correct: 1
    }


]